Repository: TuraqulovSa0919/Yangiliklar-sayti
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Uzbek
ru: Узбекский

source: English
ru: Английский

source: Russian
ru: Русский

source: Bosh sahifa
ru: Главная

source: So'ngi yangiliklar
ru: Последние новости

source: Mahalliy
ru: Местные

source: Xorij Xabarlari
ru: Зарубежные новости

source: Texnologiya
ru: Технологии

source: Fotoxabarlar
ru: Фотоновости

source: Ommabop
ru: Популярное

source: Barcha kategoriyalar
ru: Все категории

source: Kategoriyani tanlang
ru: Выберите категорию

source: Blog
ru: Блог

source: Rss Feed
ru: RSS лента

source: Login
ru: Войти
